// ignore_for_file: prefer_const_literals_to_create_immutables, prefer_const_constructors

import 'package:flutter/material.dart';

void main() {
  runApp(const MyApp());
}

// class MyApp extends StatelessWidget {
//   const MyApp({super.key});

//   @override
//   Widget build(BuildContext context) {
//     return MaterialApp(
//       home: Scaffold(
//         body: SafeArea(
//           child: ListView(
//             children: [
//               Text('''열매를 만물은 그림자는 가진 무엇을 위하여서. 무엇을 그것을 같지 피에 투명하되 긴지라 피어나기 것이다. 눈에 힘차게 커다란 풀이 위하여 그와 두기 부패뿐이다. 있으며, 가진 관현악이며, 바이며, 가장 못할 인도하겠다는 위하여서 황금시대를 그리하였는가? 희망의 이상의 사라지지 예가 청춘 싹이 꽃 무엇을 할지라도 부패뿐이다. 일월과 싸인 만천하의 밝은 기관과 작고 이것이다. 것이 구하지 가진 이상의 품었기 가지에 꽃이 것이다. 우는 피가 생의 칼이다. 가는 인간은 희망의 보배를 피고, 인간의 열매를 인간에 아름다우냐?
          
//           청춘 간에 가장 아름다우냐? 만물은 튼튼하며, 고행을 무엇을 이것이다. 인간의 풍부하게 이것이야말로 풀밭에 쓸쓸하랴? 간에 방지하는 너의 이상은 더운지라 주며, 피가 있는가? 인생에 인생에 거친 타오르고 낙원을 얼마나 같으며, 그들은 대고, 봄바람이다. 밥을 가장 안고, 하는 사막이다. 그들은 많이 않는 하였으며, 꽃이 하는 불어 피어나기 힘있다. 만물은 대한 위하여서 하여도 힘있다. 원대하고, 속에 같지 인도하겠다는 원질이 찾아다녀도, 이것이다. 어디 인간이 아름답고 뜨고, 반짝이는 운다. 충분히 피가 같이, 위하여 것이다.
          
//           인간에 때까지 못할 이상 하는 공자는 것이다. 가지에 봄바람을 이 두기 있을 말이다. 사랑의 따뜻한 끝에 싹이 우리 풍부하게 불어 얼음이 부패뿐이다. 가진 현저하게 목숨이 수 따뜻한 칼이다. 맺어, 청춘에서만 두기 곳이 석가는 창공에 행복스럽고 그들은 영원히 듣는다. 부패를 더운지라 그러므로 구할 황금시대의 오직 풍부하게 고행을 얼마나 말이다. 인간에 설산에서 그들은 풍부하게 천하를 용감하고 위하여서 인간은 것이다. 갑 얼음과 인생에 피다. 산야에 이상이 지혜는 보배를 뿐이다. 열매를 공자는 뛰노는 미묘한 위하여서, 피다. 피는 소리다.이것은 얼마나 투명하되 방황하여도, 교향악이다.'''
//               ),
//             ],
//           )
//         ),
//       )
//     );
//   }
// }

class MyApp extends StatelessWidget {
  const MyApp({super.key});

  @override
  Widget build(BuildContext context) {
    return MaterialApp(
      home: Scaffold(
        body: SafeArea(
          child: SingleChildScrollView(
            child: Text(
              '''석가는 열매를 그들을 무한한 모래뿐일 원대하고, 목숨이 길지 때문이다. 사랑의 꽃 것이 말이다. 찾아다녀도, 피어나는 있는 피고, 교향악이다. 꽃 눈에 우리 행복스럽고 수 청춘에서만 기관과 관현악이며, 타오르고 아니다. 대한 천자만홍이 보는 것이다. 그들은 것은 없으면, 있으랴? 인간은 꽃 착목한는 쓸쓸한 것이다. 위하여 가진 있는 같지 보배를 같은 사막이다. 얼음이 인생을 것이 시들어 이상 속에서 창공에 봄날의 운다. 풍부하게 긴지라 그들은 할지니, 풀밭에 이는 꽃이 길을 청춘의 것이다.
          
          별과 날카로우나 같은 황금시대의 든 품으며, 가치를 원대하고, 대한 뿐이다. 피가 위하여 붙잡아 있는가? 예가 되려니와, 장식하는 그러므로 때문이다. 인간의 이것을 용감하고 피에 있음으로써 미인을 현저하게 인생에 봄바람이다. 않는 할지니, 작고 이것이다. 그들의 뼈 이상의 광야에서 끝까지 별과 찬미를 부패뿐이다. 가장 구하지 물방아 찬미를 꽃이 운다. 있는 설레는 무엇을 우리의 원대하고, 그들에게 운다. 긴지라 낙원을 구하지 원질이 않는 피가 시들어 있을 지혜는 칼이다. 그들의 지혜는 붙잡아 긴지라 그러므로 뜨거운지라, 황금시대다. 그들은 끓는 남는 쓸쓸하랴?
          
          어디 긴지라 발휘하기 아름다우냐? 무엇을 밥을 얼마나 황금시대를 그들은 동산에는 끝에 창공에 하였으며, 부패뿐이다. 풍부하게 유소년에게서 꽃이 보이는 무엇을 운다. 가치를 속잎나고, 청춘의 구할 그들은 같이, 못하다 천지는 보라. 주는 같이, 수 소리다.이것은 타오르고 황금시대를 대중을 그들의 방지하는 황금시대다. 그들의 있는 노래하며 구할 싹이 천고에 있는 심장의 뿐이다. 오아이스도 소리다.이것은 용감하고 고행을 없으면 이것이다. 때에, 용감하고 바이며, 할지라도 같으며, 쓸쓸하랴? 사라지지 힘차게 석가는 산야에 때문이다.'''
            ),
          ),
        ),
      ),
    );
  }
}